Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Tap to view announcement
ar: انقر لعرض الإعلان
ca: Toqueu per veure l'anunci
cy: Tapiwch i weld y cyhoeddiad
da: Tryk for at vise besked
da_instk12: Tryk for at vise besked
de: Zum Anzeigen der Ankündigung antippen
es: Tocar para ver el anuncio
es_es: Toca para ver el anuncio
fi: Napauta tarkastellaksesi ilmoitusta
fr: Appuyez pour voir l’annonce
fr_ca: Tapoter pour afficher l’annonce.
ga: Tapáil chun an fógra a fheiceáil
hi: घोषणा देखने के लिए टैप करें
ht: Tape pou afiche anons.
id: Ketuk untuk melihat pengumuman
is: Smelltu til að skoða tilkynningu
it: Tocca per visualizzare annuncio
ja: タップしてアナウンスメントを表示する。
ko: 탭하여 공지 보기
mi: Pātō ki te kite pānuitanga
ms: Ketik untuk melihat pengumuman
nb: Trykk for å vise kunngjøring
nb_instk12: Trykk for å vise beskjed
nl: Tik om aankondiging te bekijken
pl: Stuknij, aby wyświetlić ogłoszenie
pt: Toque para ver o anúncio.
pt_br: Toque para visualizar o aviso
ru: Нажать для просмотра объявления
sl: Tapnite za ogled obvestila.
sv: Tryck för att visa anslag
sv_instk12: Tryck för att visa meddelande
th: กดเพื่อดูประกาศ
vi: Nhấn để xem thông báo
zh: 单击以查看公告
zh_hk: 點選檢視通告

source: Tap to view submissions list.
ar: اضغط لعرض قائمة الإرسالات.
ca: Toqueu per veure la llista d'entregues.
cy: Tapiwch i weld y rhestr cyflwyniadau.
da: Tryk for at se listen over afsendelser.
da_instk12: Tryk for at se listen over afsendelser.
de: Zum Anzeigen der Abgabeliste tippen.
es: Tocar para ver la lista de entregas.
es_es: Toca para ver la lista de entregas.
fi: Napauta nähdäksesi lähetysluettelo.
fr: Appuyez pour voir la liste des soumissions.
fr_ca: Tapotez pour afficher la liste des envois.
ga: Tapáil chun an liosta uaslódálacha a fheiceáil.
hi: सबमिशन सूची देखने के लिए टैप करें।
ht: tape pou afiche lis soumisyon.
id: Ketuk untuk melihat daftar penyerahan.
is: Smelltu til að skoða skilalista.
it: Tocca per visualizzare elenco consegne.
ja: タップして提出リストを表示します。
ko: 탭하여 제출 목록을 봅니다.
mi: Pātō ki te tiro i te whārangi tāpaetanga.
ms: Ketik untuk melihat senarai serahan
nb: Trykk for å vise innleveringsliste.
nb_instk12: Trykk for å vise innleveringsliste.
nl: Tik om lijst met inleveringen weer te geven.
pl: Stuknij, aby wyświetlić listę przesłanych zadania.
pt: Toque para visualizar a lista de envios.
pt_br: Toque para visualizar a lista de envios.
ru: Прикоснитесь для просмотра списка отправок.
sl: Tapnite za ogled seznama oddaj.
sv: Tryck för att visa inlämningslista.
sv_instk12: Tryck för att visa inlämningslista.
th: กดเลือกเพื่อดูรายการผลงานจัดส่ง
vi: Nhấn để xem danh sách nộp.
zh: 单击以查看提交项列表。
zh_hk: 輕點以檢視提交件清單。

source: Teacher
ar: المعلم
ca: Professor
cy: Athro
da: Lærer
da_instk12: Lærer
de: Lehrende*r
es: Profesor
es_es: Profesor
fi: Opettaja
fr: Enseignant
fr_ca: Enseignant
ga: Múinteoir
hi: शिक्षक
ht: Pwofesè
id: Guru
is: Kennari
it: Insegnante
ja: 教員
ko: 교사
mi: Kaiako
ms: Guru
nb: Lærer
nb_instk12: Lærer
nl: Docent
pl: Nauczyciel
pt: Professor
pt_br: Professor
ru: Преподаватель
sl: Izvajalec
sv: Lärare
sv_instk12: Lärare
th: ผู้สอน
vi: Giáo Viên
zh: 教师
zh_hk: 教師

source: Teacher's Assistant
ar: المعلم المساعد
ca: Auxiliar del professor
cy: Cynorthwyydd Athro
da: Undervisningsassistent
da_instk12: Undervisningsassistent
de: Lehrassistent
es: Asistente del profesor
es_es: Profesor auxiliar
fi: Apuopettaja
fr: Assistant d’enseignant
fr_ca: Aide enseignant
ga: Cúntóir an Mhúinteora
hi: शिक्षक का सहायक
ht: Asistan Pwofesè
id: Asisten Guru
is: Aðstoðarmaður kennara
it: Assistente insegnante
ja: 教員のアシスタント
ko: 조교
mi: Kaiako Kaiāwhina
ms: Pembantu Pengajaran
nb: Læringsassistent
nb_instk12: Læringsassistent
nl: Onderwijsassistent
pl: Asystent nauczyciela
pt: Assistente do professor
pt_br: Assistente do professor
ru: Ассистент преподавателя
sl: Pomočnik izvajalca
sv: Lärarassistent
sv_instk12: Lärarassistent
th: ผู้ช่วยสอน
vi: Trợ Giảng
zh: 教师助手
zh_hk: 助教

source: Teachers
ar: المعلمون
ca: Professors
cy: Athrawon
da: Lærere
da_instk12: Lærere
de: Lehrende
es: Profesores
es_es: Profesores
fi: Opettajat
fr: Enseignants
fr_ca: Enseignants
ga: Múinteoirí
hi: शिक्षक
ht: Pwofesè
id: Guru
is: Kennarar
it: Insegnanti
ja: 教員
ko: 교사
mi: Ngā Kaiako
ms: Guru
nb: Lærere
nb_instk12: Lærere
nl: Docenten
pl: Nauczyciele
pt: Professores
pt_br: Professores
ru: Учителя
sl: Izvajalci
sv: Lärare
sv_instk12: Lärare
th: ผู้สอน
vi: Giáo Viên
zh: 教师
zh_hk: 教師

source: Teachers and students
ar: المعلمون والطلاب
ca: Professors i estudiants
cy: Athrawon a myfyrwyr
da: Lærere og studerende
da_instk12: Lærere og elever
de: Lehrende und Studierende
es: Profesores y estudiantes
es_es: Profesores y estudiantes
fi: Opettajat ja opiskelijat
fr: Enseignants et étudiants
fr_ca: Enseignants et étudiants
ga: Múinteoirí agus mic léinn
hi: शिक्षक और छात्र
ht: Pwofesè ak elèv
id: Guru dan siswa
is: Kennarar og nemendur
it: Insegnanti e studenti
ja: 教員と受講者
ko: 교사와 학생
mi: Kaiako me ngā ākonga
ms: Guru dan pelajar
nb: Faglærer, lærer og studenter
nb_instk12: Faglærer, lærer og elever
nl: Docent en cursisten
pl: Instruktorzy i uczestnicy
pt: Professores e alunos
pt_br: Professores e alunos
ru: Учителя и студенты
sl: Izvajalci in študenti
sv: Lärare och studenter
sv_instk12: Lärare och elever
th: ผู้สอนและผู้เรียน
vi: Giáo Viên Và Sinh Viên
zh: 教师和学生
zh_hk: 教師和學生

source: Teaching Assistants
ar: مساعدو المعلمين
ca: Auxiliars de professors
cy: Cynorthwywyr Dysgu
da: Undervisningsassistenter
da_instk12: Undervisningsassistenter
de: Lehrassistenten
es: Profesores asistentes
es_es: Profesores auxiliares
fi: Apuopettajat
fr: Assistants d’enseignement
fr_ca: Assistants d’enseignement
ga: Cúntóirí Teagaisc
hi: शिक्षण सहायक
ht: Asistan Ansèyman
id: Asisten Guru
is: Aðstoðarkennarar
it: Assistenti
ja: 授業助手
ko: 조교
mi: Ngā Kaiako Kaiāwhina
ms: Pembantu Pengajaran
nb: Læringsassistenter
nb_instk12: Læringsassistenter
nl: Onderwijsassistenten
pl: Asystenci instruktorów
pt: Assistentes de ensino
pt_br: Assistentes de ensino
ru: Ассистенты
sl: Demonstratorji
sv: Lärarassistenter
sv_instk12: Lärarassistenter
th: ผู้ช่วยสอน
vi: Trợ Giảng
zh: 助教
zh_hk: 教學助理

source: Teal
ar: أزرق مخضر
ca: Verd blavós
cy: Glaswyrdd
da: Grønblå
da_instk12: Grønblå
de: Blaugrün
es: Verde azulado
es_es: Verde azulado
fi: Sinivihreä
fr: Sarcelle
fr_ca: Bleu sarcelle
hi: टील
ht: Ble vèt
is: Blágrænn
it: Verde acqua
ja: ティール
ko: 청록색
mi: Tira
nb: Blågrønn
nb_instk12: Blågrønn
nl: Groenblauw
pl: Morski
pt: Palete
pt_br: Cerceta
ru: Бирюзовый
sl: Zelenomodra
th: ทีล
vi: Xanh Mòng Két
zh: 青色
zh_hk: 深青色

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cy: Telerau Defnyddio
da: Betingelser for brug
da_instk12: Betingelser for brug
de: Nutzungsbedingungen
es: Términos de uso
es_es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
fr_ca: Conditions d’utilisation
ga: Téarmaí Úsáide
hi: उपयोग की शर्तें
ht: Kondisyon Itilizasyon
id: Ketentuan Penggunaan
is: Notandaskilmálar
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
mi: Ngā ritenga whakamahi
ms: Terma Penggunaan
nb: brukervilkår
nb_instk12: brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de uso
pt_br: Termos de Uso
ru: Условия использования
sl: Pogoji uporabe
sv: Användarvillkor
sv_instk12: Användningsvillkor
th: เงื่อนไขการใช้งาน
vi: Điều Khoản Sử Dụng
zh: 使用条款
zh_hk: 使用條款

source: Text
ar: نص
cy: Testun
da: Tekst
da_instk12: Tekst
es: Texto
es_es: Texto
fi: Teksti
fr: Texte
fr_ca: Texte
ga: Téacs
hi: पाठ
ht: Tèks
id: Teks
is: Texti
it: Testo
ja: テキスト
ko: 텍스트
mi: Kuputuhi
ms: Teks
nb: Tekst
nb_instk12: Tekst
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
ru: Текст
sl: Besedilo
th: ข้อความ
vi: Văn Bản
zh: 文本
zh_hk: 文字

source: Text Color
ar: لون النص
ca: Color del text
cy: Lliw'r Testun
da: Tekstfarve
da_instk12: Tekstfarve
de: Textfarbe
es: Color del texto
es_es: Color del texto
fi: Tekstiväri
fr: Couleur de texte
fr_ca: Couleur de texte
ga: Dath Téacs
hi: पाठ रंग
ht: Koulè Tèks
id: Warna Teks
is: Textalitur
it: Colore testo
ja: テキストカラー
ko: 텍스트 색
mi: Kuputuhi tae
ms: Warna Teks
nb: Tekstfarge
nb_instk12: Tekstfarge
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor do texto
pt_br: Cor do texto
ru: Цвет текста
sl: Barva besedila
sv: Textfärg
sv_instk12: Textfärg
th: สีข้อความ
vi: Màu Văn Bản
zh: 文本颜色
zh_hk: 文字顏色

source: Text Entry
ar: إدخال النص
ca: Entrada de text
cy: Cofnod Testun
da: Tekstindlæg
da_instk12: Tekstindlæg
de: Texteintrag
es: Entrada de texto
es_es: Entrada de texto
fi: Tekstin syöttäminen
fr: Saisie de texte
fr_ca: Saisie de texte
ga: Iontráil Téacs
hi: पाठ प्रविष्टि
ht: Antre Tèks
id: Entri Teks
is: Textafærsla
it: Immissione testo
ja: テキストエントリ
ko: 텍스트 입력
mi: Whakauru kuputuhi
ms: Masukan Teks
nb: Innlegging av tekst
nb_instk12: Innlegging av tekst
nl: Tekstinvoer
pl: Zapis tekstu
pt: Entrada de texto
pt_br: Entrada de texto
ru: Ввод текста
sl: Vnos besedila
sv: Textinmatning
sv_instk12: Textinmatning
th: การกรอกข้อความ
vi: Mục Nhập Văn Bản
zh: 文本输入
zh_hk: 文字條目

source: Text Field
ar: حقل نصي
ca: Camp de text
cy: Maes Testun
da: Tekstfelt
da_instk12: Tekstfelt
de: Textfeld
es: Campo de texto
es_es: Campo de texto
fi: Tekstikenttä
fr: Champ de texte
fr_ca: Champ de texte
ga: Réimse Téacs
hi: टेक्स्ट फ़ील्ड
ht: Espas Tèks
id: Bidang Teks
is: Textareitur
it: Campo di testo
ja: テキスト欄
ko: 텍스트 필드
mi: Apure Kuputuhi
ms: Medan Teks
nb: Tekstfelt
nb_instk12: Tekstfelt
nl: Tekstveld
pl: Pole tekstowe
pt: Campo do texto
pt_br: Campo de texto
ru: Текстовое поле
sl: Besedilno polje
sv: Textfält
sv_instk12: Textfält
th: ฟิลด์ข้อความ
vi: Trường Văn Bản
zh: 文本字段
zh_hk: 文字欄位

source: Thanks for trying the new dashboard! Could you tell us why you switched back?
ar: شكرًا لك على تجربة لوحة المعلومات الجديدة! هل من الممكن أن تخبرنا لماذا قمت بالرجوع إلى الشكل القديم؟
ca: Gràcies per provar el nou panell de control Podríeu indicar-nos per què heu tornat a canviar a la versió anterior?
cy: Diolch am roi cynnig ar y dangosfwrdd newydd! Allech chi ddweud wrthyn ni pam eich bod wedi newid yn ôl?
da: Tak, fordi du prøvede den nye oversigt! Kan du fortælle os, hvorfor du skiftede tilbage?
da_instk12: Tak, fordi du prøvede den nye oversigt! Kan du fortælle os, hvorfor du skiftede tilbage?
de: Danke, dass Sie das neue Dashboard ausprobiert haben! Können Sie uns sagen, warum Sie zurück gewechselt haben?
es: Gracias por probar el nuevo tablero. ¿Podría decirnos por qué volvió al diseño anterior?
es_es: ¡Gracias por probar el nuevo panel de control! ¿Podrías decirnos por qué has vuelto a cambiar?
fi: Kiitos uuden koontinäytön kokeilemisesta! Voitko kertoa, miksi vaihdoit takaisin?
fr: Merci d’avoir essayé le nouveau tableau de bord ! Pourriez-vous nous dire pourquoi vous avez décidé de revenir à la disposition initiale ?
fr_ca: Merci d’avoir essayé le nouveau tableau de bord! Pouvez-vous nous dire pourquoi vous avez changé d’avis?
ga: Go raibh maith agat as an deais nua a thriail! An bhféadfá a insint dúinn cén fáth ar athraigh tú ar ais?
hi: नया डैशबोर्ड आज़माने के लिए शुक्रिया! क्या आप बता सकते हैं कि आपने वापस स्विच क्यों किया?
ht: Mèsi paske w eseye nouvo tablodbò a! Èske ou ka di nou poukisa ou tounen sou sa anvan an?
id: Terima kasih telah mencoba dashboard baru! Bisakah Anda memberi tahu kami mengapa Anda beralih kembali?
is: Takk fyrir að prufa nýja stjórnborðið! Geturðu útskýrt af hverju þú skiptir til baka?
it: Grazie per aver provato la nuova dashboard! Puoi raccontarci perché hai cambiato idea?
ja: 新しいダッシュボードをお試しいただき、ありがとうございます！元に戻した理由をお聞かせいただけますか？
ko: 새 대시보드를 시도해 주셔서 감사합니다. 되돌린 이유를 알려 주시겠습니까?
mi: Ngā mihi mō te whakamātau i te papaaho hou! Ka taea e koe te kōrero mai he aha koe i hoki anō ai?
ms: Terima kasih kerana mencuba papan pemuka baharu! Bolehkah anda memberitahu kami kenapa anda menukarnya kembali?
nb: Takk for at du prøver det nye dashbordet! Kan du fortelle oss hvorfor du byttet tilbake?
nb_instk12: Takk for at du prøver det nye oversikten! Kan du fortelle oss hvorfor du byttet tilbake?
nl: Bedankt dat je het nieuwe dashboard hebt geprobeerd! Kun je ons vertellen waarom je bent teruggekeerd naar het oude dashboard?
pl: Dziękujemy za wypróbowanie nowego pulpitu nawigacyjnego! Czy możesz nam powiedzieć, dlaczego powróciłeś do poprzedniej wersji?
pt: Obrigado por experimentar o novo painel! Pode dizer-nos por que voltou ao layout anterior?
pt_br: Obrigado por experimentar o novo painel! Você poderia nos dizer por que voltou atrás?
ru: Спасибо за использование новой панели управления! Не могли бы вы указать, почему вы переключились обратно?
sl: Hvala za preskus nove nadzorne plošče! Nam lahko poveste, zakaj ste preklopili nazaj?
sv: Tack för att du provade den nya översikten! Vill du berätta varför du ändrade tillbaka?
sv_instk12: Tack för att du provade den nya översikten! Vill du berätta varför du ändrade tillbaka?
th: ขอบคุณที่ทดลองใช้แผงข้อมูลใหม่ กรุณาแจ้งให้เราทราบว่าทำไมคุณถึงเปลี่ยนกลับ
vi: Cảm ơn bạn đã thử dùng bảng điều khiển mới! Bạn có thể cho chúng tôi biết lý do bạn chuyển lại không?
zh: 感谢您尝试新的控制面板！请告诉我们您换回旧版的原因。
zh_hk: 感謝您試用新的控制面板！請問您切換回原來的佈局的原因是什麼？

source: Thanks, your request was received!
ar: شكراً، تم استلام طلبك!
ca: Gràcies, s'ha rebut la vostra sol·licitud.
cy: Wedi cael eich cais, diolch!
da: Tak, din anmodning er modtaget!
da_instk12: Tak, din anmodning er modtaget!
de: Danke sehr. Wir haben Ihre Anfrage erhalten.
es: ¡Gracias, tu solicitud ha sido recibida!
es_es: Gracias, tu solicitud ha sido recibida.
fi: Kiitos, pyyntösi vastaanotettiin
fr: Merci, votre requête a bien été reçue !
fr_ca: Merci, votre requête a bien été reçue!
ga: Go raibh maith agat, fuarthas d'iarratas!
hi: धन्यवाद, आपका अनुरोध प्राप्त हुआ!
ht: Mèsi, nou resevwa demann ou an!
id: Terima kasih, permintaan Anda sudah diterima!
is: Takk, beiðni þín var móttekin!
it: Grazie, la tua richiesta è stata ricevuta!
ja: リクエストが受理されました！
ko: 감사합니다. 요청을 받았습니다.
mi: Ngā Mihi, kua tae tō tono!
ms: Terima kasih, permintaan anda selamat diterima!
nb: Takk, forespørselen din ble mottatt!
nb_instk12: Takk, forespørselen din ble mottatt!
nl: Dank je, je verzoek is ontvangen!
pl: Dziękujemy, Twoja prośba została odebrana!
pt: Obrigado, o seu pedido foi recebido!
pt_br: Obrigado, sua solicitação foi recebida!
ru: Спасибо, ваш запрос был получен!
sl: Hvala, vaša zahteva je prejeta.
sv: Tack, din förfrågan har tagits emot!
sv_instk12: Tack, din förfrågan har tagits emot!
th: ขอขอบคุณ เราได้รับคำขอของคุณแล้ว
vi: Cảm ơn, chúng tôi đã nhận được yêu cầu của bạn!
zh: 谢谢，您的请求被接受！
zh_hk: 謝謝，您的請求已經被接收！

source: That page has been disabled for this course.
ar: تم تعطيل هذه الصفحة لهذا المساق.
ca: S'ha inhabilitat aquesta pàgina per a aquesta assignatura.
cy: Mae’r dudalen honno wedi’i hanalluogi ar gyfer y cwrs hwn.
da: Den pågældende side er blevet deaktiveret for dette fag.
da_instk12: Den pågældende side er blevet deaktiveret for dette fag.
de: Diese Seite wurde für diesen Kurs deaktiviert.
es: Esa página ha sido inhabilitada para este curso.
es_es: Esa página ha sido inhabilitada para esta asignatura.
fi: Kyseinen sivu on poistettu käytöstä tällä kurssilla
fr: Cette page a été désactivée pour ce cours.
fr_ca: Cette page a été désactivée pour ce cours.
ga: Díchumasaíodh an leathanach sin don chúrsa seo.
hi: इस पाठ्यक्रम के लिए उस पेज को अक्षम कर दिया गया है।
ht: Paj sa a te dezaktive pou kou sa a.
id: Halaman itu sudah dinonaktifkan untuk kursus ini.
is: Þessi síða hefur verið óvirkjuð fyrir þetta námskeið.
it: La pagina è stata disattivata per questo corso.
ja: そのページはこのコースでは無効になっています。
ko: 이 과목에 대해 해당 페이지를 사용 중지했습니다.
mi: Kua monoa taua wharangi mo tenei akoranga.
ms: Halaman tersebut telah dinyahdayakan untuk kursus ini.
nb: Den siden er deaktivert for dette emnet.
nb_instk12: Den siden er deaktivert for dette faget.
nl: Die pagina is uitgeschakeld voor deze cursus.
pl: Strona została zablokowana dla tego kursu.
pt: Essa página foi desativada para esta disciplina.
pt_br: Essa página foi desativada para este curso.
ru: Эта страница отключена для этого курса.
sl: Ta stran je za ta predmet onemogočena.
sv: Den sidan har avaktiverats för den här kursen.
sv_instk12: Den sidan har avaktiverats för den här kursen.
th: เพจนี้ถูกปิดใช้งานสำหรับบทเรียนนี้แล้ว
vi: Trang đó đã bị vô hiệu hóa đối với khóa học này.
zh: 已经为该课程禁用该页面。
zh_hk: 已針對此課程停用該頁面。

source: The %@
ar: الـ%@
ca: El %@
cy: Y %@
da: Den %@
da_instk12: Den %@
de: Die %@
es: El %@
es_es: El %@
fi: Kirjoitettu %@
fr: Le %@
fr_ca: Les %@
ga: An %@
ht: Le %@
it: Il %@
ko: 그 %@
mi: Ko te %@
nb: Den %@
nb_instk12: Den %@
nl: De %@
pt: O %@
pt_br: No %@
sl: Na %@
sv: Den %@
sv_instk12: Den %@

source: The app needs to restart to use the new language settings. Please relaunch the app.
ar: يحتاج التطبيق لإعادة التشغيل لاستخدام إعدادات اللغة الجديدة. يرجى إعادة تشغيل التطبيق.
ca: Per utilitzar la configuració d'idioma nova, cal reiniciar l'aplicació. Torneu a iniciar l'aplicació.
cy: Er mwyn defnyddio’r gosodiadau iaith newydd mae angen ailddechrau’r ap. Ail-lansiwch yr ap.
da: Appen skal genstarte for at bruge de nye sprogindstillinger. Genstart venligst appen.
da_instk12: Appen skal genstarte for at bruge de nye sprogindstillinger. Genstart venligst appen.
de: Die App muss neu gestartet werden, um die neuen Spracheinstellungen zu übernehmen. Bitte starten Sie die App neu.
es: La aplicación debe reiniciarse para aplicar la nueva configuración de idioma. Vuelva a ejecutar la aplicación.
es_es: La aplicación debe reiniciarse para aplicar la nueva configuración de idioma. Vuelve a ejecutar la aplicación.
fi: Sovellus täytyy käynnistää uudelleen, jotta uusia kieliasetuksia voidaan käyttää. Käynnistä sovellus uudelleen.
fr: L'application doit être redémarrée pour utiliser les nouveaux paramètres de langue. Veuillez relancer l’application.
fr_ca: L'application doit redémarrer pour utiliser les nouveaux paramètres de langue. Veuillez relancer l'application.
ga: Ní mór an aip a atosú chun na socruithe teanga nua a úsáid. Athsheol an aip le do thoil.
hi: नई भाषा सेटिंग्स का उपयोग करने के लिए ऐप को पुनः आरंभ करने की आवश्यकता है। कृपया ऐप को फिर से लॉन्च करें।
ht: Aplikasyon an dwe redemare pou l ka itilize nouvo paramèt lang lan. Re lanse aplikasyon an.
id: App perlu dimulai ulang untuk menggunakan pengaturan bahasa baru. Silakan jalankan ulang app.
is: Appið þarf að endurræsa til að nota nýju tungumálastillinguna. Endurræstu appið.
it: È necessario riavviare l’app per usare le nuove impostazioni lingua. Riavviare l’app.
ja: 新しい言語設定を使用するには、アプリの再起動が必要です。アプリを再起動してください。
ko: 새 언어 설정을 사용하려면 앱을 다시 시작해야 합니다. 앱을 다시 시작하세요.
mi: Me tīmata te taupānga anō ki te whakamahi i ngā tautuhinga reo hou. Tēna koa tuku anō i te taupānga.
ms: Apl ini perlu dimulakan semula untuk menggunakan tetapan bahasa yang baharu. Sila lancarkan semula apl.
nb: Appen må åpnes på nytt for å ta i bruk de nye språkinnstillingene. Vennligst gjeninnfør appen.
nb_instk12: Appen må åpnes på nytt for å ta i bruk de nye språkinnstillingene. Vennligst gjeninnfør appen.
nl: De app moet opnieuw worden gestart om de nieuwe taalinstellingen te activeren. Start de app opnieuw.
pl: Aby użyć nowych ustawień językowych, aplikację należy uruchomić ponownie. Uruchom aplikację ponownie.
pt: A aplicação precisa reiniciar para usar as novas configurações de idioma. Por favor, reinicie a aplicação.
pt_br: O aplicativo precisa ser reiniciado para usar as novas configurações de idioma. Reinicie o aplicativo.
ru: Необходимо перезапустить приложение для использования новых языковых настроек. Перезапустите приложение.
sl: Aplikacija se mora znova zagnati, da lahko uporabi nove jezikovne nastavitve. Ponovno zaženite aplikacijo.
sv: Du måste starta om appen för att använda de nya språkinställningarna. Starta om appen.
sv_instk12: Appen måste startas om för att börja använda de nya språkinställningarna. Starta om appen.
th: แอพจะต้องรีสตาร์ทเพื่อใช้ค่าภาษาใหม่ กรุณาเปิดแอพขึ้นใหม่
vi: Ứng dụng cần được khởi động lại để sử dụng cài đặt ngôn ngữ mới. Vui lòng khởi chạy lại ứng dụng.
zh: 需重启应用程序才能使用新语言设置。请重启该应用程序。
zh_hk: 若要使用新的語言設定，需要重新啟動應用程式。請重新啟動應用程式。

source: The course content will be listed here, and then you can make them available for offline usage.
ar: سيتم إدراج محتوى المساق هنا، ثم يمكنك إتاحته للاستخدام دون اتصال.
ca: El contingut de l’assignatura s’enumerarà aquí; posteriorment, podeu fer que estigui disponible per utilitzar-se sense connexió.
cy: Bydd cynnwys y cwrs yn cael ei restru yma, ac yna gallwch chi ei gwneud ar gael i'w defnyddio all-lein.
da: Fagindholdet vil blive vist her, og derefter kan du gøre det tilgængeligt til offline brug.
da_instk12: Fagindholdet vil blive vist her, og derefter kan du gøre det tilgængeligt til offline brug.
de: Die Kursinhalte werden hier aufgelistet und können dann für die Offline-Nutzung verfügbar gemacht werden.
es: El contenido del curso se mostrará aquí y luego podrá ponerlo a disposición para su uso sin conexión.
es_es: El contenido del curso aparecerá aquí y luego, podrás habilitarlo para utilizarlo sin conexión.
fi: Kurssisältö näkyy täällä, ja voit sitten asettaa sen saataville verkon ulkopuoliseen käyttöön.
fr: Le contenu du cours est répertorié ici, puis vous pouvez le rendre disponible pour une utilisation hors ligne.
fr_ca: Le contenu du cours sera répertorié ici, puis vous pourrez le rendre disponible pour une utilisation hors ligne.
ga: Beidh ábhar an chúrsa liostaithe anseo, agus ansin is féidir leat iad a chur ar fáil le húsáid as líne.
hi: पाठ्यक्रम सामग्री यहां सूचीबद्ध की जाएगी, और फिर आप उसे ऑफ़लाइन उपयोग के लिए उपलब्ध करा सकते हैं।
ht: Kontni kou a ap afiche isit la, apre sa ou ka mete yo disponib pou itilize san koneksyon.
id: Konten kursus akan tertera di sini, lalu Anda dapat menyediakannya untuk penggunaan offline.
is: Efni námskeiðsins verður skráð hér og síðan er hægt að gera það aðgengilegt til notkunar án nettengingar.
it: Il contenuto del corso sarà elencato qui, quindi è possibile renderlo disponibile per l’uso offline.
ja: コースコンテンツはここに表示され、オフラインで利用できるようになります。
ko: 목록 콘텐츠는 여기에 나열된 후에 오프라인에서 사용 가능하도록 만들 수 있습니다.
mi: Kua whakarārangitia te ihirangi akoranga ki konei katahi ka taea e koe te waatea mo te whakamahi tuimotu.
ms: Kandungan kursus akan disenaraikan di sini, kemudian anda boleh menyediakannya untuk kegunaan luar talian.
nb: Emneinnholdet vises her, og du kan deretter gjøre det tilgjengelig for frakoblet bruk.
nb_instk12: Faginnholdet vises her, og du kan deretter gjøre det tilgjengelig for frakoblet bruk.
nl: De cursusinhoud wordt hier weergegeven, waar je deze beschikbaar kunt maken voor offline gebruik.
pl: Zawartość kursu zostanie podana tutaj, następnie można ją będzie udostępnić do użytku offline.
pt: Os conteúdos da disciplina serão listados aqui e, em seguida, pode disponibilizá-los para utilização offline.
pt_br: O conteúdo do curso será listado aqui e você poderá disponibilizá-lo para uso offline.
ru: Содержание курсов будет перечислено здесь, а затем вы сможете сделать их доступными для использования в режиме офлайн.
sl: Vsebina predmeta bo navedena tukaj, nato pa lahko zanjo omogočite uporabo brez povezave.
sv: Kursinnehållet kommer att listas här, och sedan kan du göra dem tillgängliga för offlineanvändning.
sv_instk12: Kursinnehållet kommer att listas här, och sedan kan du göra dem tillgängliga för offlineanvändning.
th: เนื้อหาบทเรียนจะถูกแสดงไว้ที่นี่ จากนั้นคุณสามารถเผยแพร่สำหรับการใช้งานออฟไลน์
vi: Nội dung khóa học sẽ được liệt kê ở đây, và sau đó bạn có thể xử lý để sử dụng ngoại tuyến.
zh: 此处将列出课程内容，然后您可以使内容离线可用。
zh_hk: 課程內容將在此處列出，然後您可以讓它們可以離線使用。
